Repository: martyr-deepin/deepin-terminal-gtk
Catalog: po/*/LC_MESSAGES/deepin-terminal.po
Languages: am_et, mn

source: Command has been completed, press ENTER to exit the terminal.
am_et: ትእዛዙ ተፈጽሟል: ይጫኑ ማስገቢያውን ከ ተርሚናል ለ መውጣት
mn: Тушаал биелэгдсэн, ENTER товчыг дарж терминалаас гараарай.

source: About
am_et: ስለ
mn: Тухай

source: Acknowledgments
am_et: ማረጋገጫ
mn: Талархал

source: Add
am_et: መጨመሪያ
mn: Нэмэх

source: Add Command
am_et: ትእዛዝ መጨመሪያ
mn: Комманд нэмэх

source: Add Server
am_et: ሰርቨር መጨመሪያ
mn: Сервер нэмэх

source: Add command
am_et: ትእዛዝ መጨመሪያ
mn: Комманд нэмэх

source: Add server
am_et: ሰርቨር መጨመሪያ
mn: Сервер нэмэх

source: Address
am_et: አድራሻ
mn: Хаяг

source: Address:
am_et: አድራሻ:
mn: Хаяг:

source: Advanced
am_et: የረቀቀ
mn: Нарийвчилсан

source: Advanced options
am_et: የረቀቀ ምርጫ
mn: Нарийвчилсан тохиргоо

source: Backspace key
am_et: የ ኋሊት ደምሳሽ ቁልፍ

source: Backspace key:
am_et: የ ኋሊት ደምሳሽ ቁልፍ

source: Basic
am_et: መሰረታዊ
mn: Энгийн

source: Blur background
am_et: መደብ ማደብዘዣ
mn: Дэвсгэрийн бүдэгрэлт

source: Cancel
am_et: መሰረዣ
mn: Цуцлах

source: Certificate
am_et: የምስክር ወረቀት
mn: Гэрчилгээ

source: Certificate:
am_et: የምስክር ወረቀት
mn: Гэрчилгээ:

source: Close other windows
am_et: ሌሎች መስኮቶችን መዝጊያ
mn: Бусад цонхныг хаах

source: Close other windows:
am_et: ሌሎች መስኮቶችን መዝጊያ
mn: Бусад цонхыг хаах:

source: Close window
am_et: መስኮቶች መዝጊያ
mn: Цонх хаах

source: Close window:
am_et: መስኮት መዝጊያ:
mn: Цонх хаах:

source: Close workspace
am_et: የ ስራ ቦታ መዝጊያ
mn: Ажлын талбар хаах

source: Close workspace:
am_et: የ ስራ ቦታ መዝጊያ:
mn: Ажлын талбар хаах:

source: Command
am_et: ትእዛዝ
mn: Комманд

source: Command:
am_et: ትእዛዝ:
mn: Тушаал

source: Content
am_et: ይዞታው
mn: Агуулга

source: Copy
am_et: ኮፒ
mn: Хуулах

source: Copy link
am_et: አገናኝ ኮፒ ማድረጊያ
mn: Холбоос хуулах

source: Copy:
am_et: ኮፒ:
mn: Хуулах:

source: Cursor
am_et: መጠቆሚያ
mn: Заагч

source: Cursor autohide
am_et: መጠቆሚያ በራሱ መደበቂያ
mn: Заагчыг автоматаар нуух

source: Cursor blink
am_et: የ መጠቆሚያው ብልጭ ድርግም ባይ
mn: Заагч анивчих

source: Cursor style:
am_et: የ መጠቆሚያው ዘዴ:
mn: Заагчын харагдац:

source: Custom commands
am_et: ትእዛዝ ማስተካከያ
mn: Тусгай коммандууд

source: Custom commands:
am_et: ትእዛዝ ማስተካከያ
mn: Тусгай коммандууд:

source: Cut
am_et: መቁረጫ
mn: Огтлох

source: Deepin Terminal
am_et: የ ዲፕኢን ተርሚናል
mn: Дээпин Терминал

source: Deepin Terminal is an advanced terminal emulator with workspace, multiple windows, remote management, quake mode and other features. It sharpens your focus in the world of command line!
am_et: የ ዲፕኢን ተርሚናል በጣም ዘመናዊ ነው: ከ በርካታ የ ስራ ቦታዎች: በርካታ መስኮቶች: የ ሩቅ አስተዳዳሪ እና የ quake ዘዴ እንዲሁም ሌሎች ገጽታዎች ጋር: በ እርስዎ ትኩረት ላይ ያተኩራል ለ አለም አቀፍ ትእዛዞዝ መስመሮች!
mn: Дээпин терминал нь ажлын орчинд суурилсан ахисан түвшиний эмулятор, олон цонхонд ажиллах, алсын зайны зохицуулагч, дэлгэц хуваах горим гэх мэт олон боломжуудтай. Энэ таны анхаарлыг коммандын мөрний ертөнцөд бүрэн төвлөрүүлж чадна!

source: Default size
am_et: ነባር መጠን
mn: Үндсэн хэмжээ

source: Default size:
am_et: ነባር መጠን:
mn: Үндсэн хэмжээ:

source: Delete
am_et: ማጥፊያ
mn: Устгах

source: Delete command
am_et: ትእዛዝ ማጥፊያ
mn: Комманд устгах

source: Delete key
am_et: ማጥፊያ ቁልፍ
mn: Түлхүүр устгах

source: Delete key:
am_et: ማጥፊያ ቁልፍ:
mn: Түлхүүр устгах:

source: Delete server
am_et: ሰርቨር ማጥፊያ
mn: Сервер устгах

source: Display shortcuts
am_et: አቋራጭ ማሳያ
mn: Товчилбор устгах

source: Display shortcuts:
am_et: አቋራጭ ማሳያ:
mn: Товчилбор харуулах:

source: Display version
am_et: እትም ማሳያ
mn: Дэлгэцийн хувилбар

source: Download file
am_et: ፋይል ማውረጃ
mn: Файл татах

source: Edit Command
am_et: ትእዛዝ ማረሚያ
mn: Комманд засварлах

source: Edit Server
am_et: ሰርቨር ማረሚያ
mn: Сервер засварлах

source: Exit
am_et: መውጫ
mn: Гарах

source: Exit fullscreen
am_et: ከ ሙሉ መመልከቻው ዘዴ መውጫ
mn: Дүүрэн дэлгэцээс гарах

source: Font size:
am_et: የ ፊደል መጠን:
mn: Фонтын хэмжээ:

source: Font:
am_et: ፊደል:
mn: Фонт:

source: Fullscreen
am_et: በሙሉ መመልከቻ ዘዴ
mn: Дэлгэц дүүрэн

source: Fullscreen:
am_et: በሙሉ መመልከቻ ዘዴ
mn: Дүүрэн дэлгэц:

source: Group
am_et: ቡድን
mn: Групп

source: Group:
am_et: ቡድን:
mn: Гурпп:

source: Help
am_et: እርዳታ
mn: Тусламж

source: Horizontal split
am_et: በ አግድም መክፈያ
mn: Хэвтээ хуваалт

source: Horizontal split:
am_et: በ አግድም መክፈያ:
mn: Хэвтээ хуваалт:

source: Interface
am_et: ገጽታ
mn: Харагдах байдал

source: Jump to next command
am_et: ወደሚቀጥለው ትእዛዝ መዝለያ
mn: Дараагийн коммандруу шилжих

source: Jump to next command:
am_et: ወደሚቀጥለው ትእዛዝ መዝለያ:
mn: Дараагийн коммандруу шилжих

source: Jump to previous command
am_et: ወዳለፈው ትእዛዝ መዝለያ
mn: Өмнөх коммандруу шилжих

source: Jump to previous command:
am_et: ወዳለፈው ትእዛዝ መዝለያ:
mn: Өмнөх коммандруу шилжих:

source: Load theme
am_et: ገጽታ መጫኛ
mn: Загвар ачааллах

source: Maximize
am_et: ማሳደጊያ

source: Name
am_et: ስም
mn: Нэр

source: Name:
am_et: ስም:
mn: Нэр:

source: New window
am_et: አዲስ መስኮት
mn: Шинэ цонх

source: New workspace
am_et: አዲስ የ ስራ ቦታ
mn: Шинэ ажлын талбар

source: New workspace:
am_et: አዲስ የ ስራ ቦታ:
mn: Шинэ ажлын талбар:

source: Next workspace
am_et: የሚቀጥለው የ ስራ ቦታ
mn: Дараагийн ажлын талбар

source: Next workspace:
am_et: የሚቀጥለው የ ስራ ቦታ:
mn: Дараагийн ажлын талбар:

source: Normal window
am_et: መደበኛ መስኮት
mn: Энгийн цонх

source: Opacity:
am_et: በ ውስጡ ብርሀን የማያሳልፍ
mn: Нэвтрэлт:

source: Open
am_et: መክፈቻ
mn: Нээх

source: Open:
am_et: መክፈቻ
mn: Нээх:

source: Optional
am_et: ምርጫ
mn: Шаардлагагүй

source: Password
am_et: የ መግቢያ ቃል
mn: Нууц үг

source: Password:
am_et: የ መግቢያ ቃል
mn: Нууц үг:

source: Paste
am_et: መለጠፊያ
mn: Наах

source: Paste:
am_et: መለጠፊያ:
mn: Наах:

source: Path
am_et: መንገድ
mn: Зам

source: Path:
am_et: መንገድ:
mn: Зам:

source: Please enter a new shortcut
am_et: እባክዎን አዲስ አቋራ ያስገቡ
mn: Шинэ товчилборыг оруулна уу

source: Previous workspace
am_et: ቀደም ያለው የ ስራ ቦታ
mn: Өмнөх ажлын талбар

source: Previous workspace:
am_et: ቀደም ያለው የ ስራ ቦታ
mn: Өмнөх ажлын талбар:

source: Programs are still running in terminal
am_et: ፕሮግራም በ ተርሚናል ውስጥ እየሄደ ነው
mn: Програм терминал дээр ажилласаар байна

source: Quake mode
am_et: በ Quake ዘዴ
mn: Дэлгэц хуваах горим

source: Remote management
am_et: የ ሩቅ አስተዳዳሪ
mn: Алсын удирдлага

source: Remote management:
am_et: የ ሩቅ አስተዳዳሪ:
mn: Алсын удирдалага:

source: Rename
am_et: እንደገና መሰየሚያ
mn: Дахин нэрлэх

source: Rename title
am_et: አርእስት እንደገና መሰየሚያ
mn: Гарчигыг дахин нэрлэх

source: Rename title:
am_et: አርእስት እንደገና መሰየሚያ:
mn: Дахин нэрлэх гарчиг:

source: Required
am_et: ያስፈልጋል
mn: Шаардлагатай

source: Restore Defaults
am_et: ነባር እንደ ነበር መመለሻ
mn: Анхдагч утга сэргээх

source: Run a program in the terminal
am_et: ፕሮግራም በ ተርሚናል ውስጥ ማስኬጃ
mn: Програмыг терминал дээр ажиллуулах

source: Save
am_et: ማስቀመጫ
mn: Хадгалах

source: Scroll
am_et: መሸብለያ
mn: Гүйлгэх

source: Scroll on keystroke
am_et: መሸብለያ ቁልፍ በሚጫኑ ጊዜ:

source: Scroll on output
am_et: መሸብለያ በ ውጤት ላይ:

source: Search
am_et: መፈለጊያ
mn: Хайх

source: Search:
am_et: መፈለጊያ:
mn: Хайх:

source: Select
am_et: ይምረጡ
mn: Сонгох

source: Select all
am_et: ሁሉንም መምረጫ
mn: Бүгдийг сонгох

source: Select all:
am_et: ሁሉንም መምረጫ:
mn: Бүгдийг сонгох

source: Select file to upload
am_et: የሚጫን ፋይል ይምረጡ

source: Select left window
am_et: የ ግራ መስኮት ይምረጡ

source: Select left window:
am_et: የ ግራ መስኮት ይምረጡ:

source: Select lower window
am_et: የ ታችኛውን መስኮት ይምረጡ

source: Select lower window:
am_et: የ ታችኛውን መስኮት ይምረጡ:

source: Select right window
am_et: የ ቀኝ መስኮት ይምረጡ

source: Select right window:
am_et: የ ቀኝ መስኮት ይምረጡ:

source: Select the private key file
am_et: የ ግል ቁልፍ ፋይል ይምረጡ

source: Select upper window
am_et: የ ላይኛውን መስኮት ይምረጡ

source: Select upper window:
am_et: የ ላይኛውን መስኮት ይምረጡ:

source: Select workspace
am_et: የ ስራ ቦታ ይምረጡ

source: Server name
am_et: የ ሰርቨር ስም

source: Server name:
am_et: የ ሰርቨር ስም:

source: Set the terminal startup directory
am_et: ተርሚናል በማስጀመሪያ ዳይሬክቶሪ ውስጥ ማሰናጃ

source: Set the terminal window mode
am_et: ተርሚናል በ መስኮት ዘዴ ማሰናጃ

source: Settings
am_et: ማሰናጃዎች
mn: Тохиргоо

source: Shortcuts
am_et: አቋራጭ
mn: Товчилборууд

source: Shortcuts:
am_et: አቋራጮች:

source: Switch theme
am_et: ገጽታ መቀየሪያ

source: Terminal
am_et: ተርሚናል
mn: Терминал

source: Upload
am_et: መጫኛ

source: Upload file
am_et: ፋይል መጫኛ

source: Use on starting:
am_et: በሚጀምር ጊዜ መጠቀሚያ:

source: Username
am_et: የ ተጠቃሚ ስም
mn: Хэрэглэгчийн нэр

source: Username:
am_et: የ ተጠቃሚ ስም:

source: Version:
am_et: እትም

source: Vertical split
am_et: በ ቁመት መክፈያ

source: Vertical split:
am_et: በ ቁመት መክፈያ:

source: Welcome to Deepin Terminal, please make sure that rz and sz commands have been installed in the server before right clicking to upload and download files.
am_et: እንኳን ደህና መጡ ወደ ዲፕኢን ተርሚናል: እባክዎን እርግጠኛ ይሁኑ የ rz እና sz ትእዛዝ መገጠሙን በ ሰርቨር ውስጥ በ ቀኝ ከ መጫንዎት በፊት: ፋይሎችን ለ መጫን እና ለ ማውረድ

source: Window
am_et: መስኮት
mn: Цонх

source: Workspace
am_et: የስራ ቦታ
mn: Ажлийн талбар

source: Zoom in
am_et: በርቀት ማሳያ

source: Zoom in:
am_et: በቅርብ ማሳያ

source: Zoom out
am_et: በርቀት ማሳያ

source: Zoom out:
am_et: በርቀት ማሳያ:

source: deepin
am_et: ዲፕኢን

source: Copy on select
mn: Идэвхижүүлсэнийг хуулах

source: Encoding
mn: Энкод

source: Encoding:
mn: Кодчлол:

source: Find
mn: Хай

source: Open in file manager
mn: Файл зохицуулагч дээр нээх

source: Port:
mn: Оролт:
